[
  {
    "file": "experiments/artwork_remake.js",
    "name": "Cloud Generator",
    "description": "I want to use random cloud shape generation using several custom lump shapes to achieve a pretty and unique cloud shape on a blue sky."
  },
  {
    "file": "experiments/vera_molnar_v1.js",
    "name": "Structure de Quadrilatères - Vera Molnar V1",
    "description": "Ive copied Vera Molnars artwork which contains a grid of figures made up of differing amounts of squares in either orange or charcoal colour. The Squares get denser in the middle columns."
  },
  {
    "file": "experiments/vera_molnar_v2.js",
    "name": "Structure de Quadrilatères - Vera Molnar V2",
    "description": "Ive added some adjustments to the generated artwork. Giving it a different vibe"
  },
  {
    "file": "experiments/vera_molnar_v3.js",
    "name": "Structure de Quadrilatères - Vera Molnar V3",
    "description": "Adjusted the generated shapes to be thicker rings, kinda resembling neon"
  },
  {
    "file": "experiments/herbert_w_franke.js",
    "name": "Remake of Herbert W Franke - V1",
    "description": "I used the kaleidoscope example code as a base to copy a live generated version of an artwork"
  },
  {
    "file": "experiments/herbert_w_franke_2.js",
    "name": "Remake of Herbert W Franke - V2",
    "description": "Made some adjustments to generate a dierent type of shape."
  },
  {
    "file": "experiments/perlin_noise.js",
    "name": "Mountain Range with Perlin Noise",
    "description": "A grassy mountain landscape with three layers topped by Perlin Noise"
  },
  {
    "file": "experiments/perlin_noise_2.js",
    "name": "Lightning Bolts with Perlin Noise",
    "description": "Three different coloured lightningbolts with three noise-lines each to give the lightning appeaaence"
  },
  {
    "file": "experiments/perlin_noise_3.js",
    "name": "80s Synthwave skyline in the sunset, with Perlin Noise",
    "description": "An 80s style skyline, where the purple is to resemble the skyline, the blue is a stormy sea, and the yellow is the land it is being seen from."
  },
  {
    "file": "experiments/flow_field.js",
    "name": "Flow Field assignment",
    "description": "A randomly generated field that resemble the pattern of weather, changing direction with time"
  },
  {
    "file": "experiments/tone/tone.js",
    "name": "Random Noise Dots",
    "description": "Uses the random position of dots to determine pitch and volume every 12 frames. X-axis determines pitch while Y-axis determines volume."
  }
]
